import React from 'react'

const Rules = () => {
    return (
        <div className="card h-100">
            <div className="card-header">
                <h2>Правила</h2>
            </div>
            <div className="card-body">
                <p className="lead">
                <i>Добровольно-устное соглашение о том что:</i>
                <br/>
                <br/>
                1. Я согласен, что сайт vseotzivu.ru не несет ответственность за опубликованную мною, как посетителем информацию, в том числе данные третьих лиц. В дальнейшем, если мне, как пользователю этого ресурса будут предъявлены претензии и обвинения, я не буду ссылаться на сайт vseotzivu.ru
                <br/>
                2. Я понимаю весь риск и ответственность за клевету и ложные сведения.
                <br/>
                3. Я знаю, что такое конституция РФ и УК РФ.
                <br/>
                4. Я помню, что незнание закона не освобождает от ответственности.
                <br/>
                5. Запрещается публикация:
                <br/>
                - статей и сайтов распространяющих незаконные вещества (химические), препараты (наркотики) на территории РФ;
                <br/>
                - текстов и картинок, которые могут быть использованы для розжига межнационального конфликта;
                <br/>
                - порнографического контента;
                <br/>
                6. Не рекомендуется размещать фото и контакты третьих лиц, в т.ч. и паспортные данные. Кроме случаев, если вы считаете, что физическое или юридическое лицо является 100% мошенником и у вас есть доказательства мошенничества (скриншоты переписки, номер заказа, договор).
                </p>
            </div>
        </div>
    )
}

export default Rules
